Repository: unioslo/feide-guest-portal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nb

source: Given name
nb: Fornavn

source: Surname
nb: Etternavn

source: old mail
nb: gammel mail

source: Leave mail blank to keep the old one.
nb: La mail være blank for å beholde den gamle.

source: Password
nb: Passord

source: old password
nb: gammelt passord

source: Leave password blank to keep the old one.
nb: La passord være blank for å beholde det gamle.

source: Mail already in use.
nb: Mail er allerede i bruk.

source: Username
nb: Brukernavn

source: New password
nb: Nytt passord

source: Username can only contain lower case letters, digits, ".", "-" and "_".
nb: Brukernavn kan kun innehelde små bokstaver, tall, ".", "-" og "_".

source: Username already in use.
nb: Brukernavn er allerede i bruk.

source: Username or mail
nb: Brukernavn eller mail

source: username
nb: brukernavn

source: password
nb: passord

source: given name
nb: fornavn

source: surname
nb: etternavn

source: common name
nb: vanlig navn

source: display name
nb: visningsnavn

source: Feide Guest Account System
nb: Feide Gjestekontosystem

source: Logged in as %(uid)s (%(mail)s)
nb: Logget inn som %(uid)s (%(mail)s)

source: Wrong username and/or password
nb: Feil brukernavn og/eller passord

source: Login
nb: Logg inn

source: Logged out.
nb: Logget ut.

source: Not logged in.
nb: Ikke logget inn.

source: Showing %(name)s
nb: Viser %(name)s

source: Edit %(name)s
nb: Rediger %(name)s

source: Account deleted.
nb: Konto slettet.

source: New Guest Account
nb: Ny gjestekonto

source: Activation of Guest account on Feide
nb: Aktivering av gjestekonto på Feide

source: We've sent an activation mail to your address, %(mail)s. Follow it for further instructions.
nb: Vi har sendt en aktiveringsmail til din adresse, %(mail)s. Les denne for videre innstruksjoner.

source: Account %(uid)s created.
nb: Konto %(uid)s opprettet.

source: The activation link is broken. Are you shure you've entered it correctly?
nb: Aktiveringlinken er ødelagt. Er du sikker på at du tastet den inn korrekt?

source: The activation link has expired. Please register again to recieve a new one.
nb: Aktiveringslinken har gått ut på dato. Vennligst registrer igjen for å motta en ny en.

source: Mail updated.
nb: Mail oppdatert.

source: Activate account
nb: Aktivere konto

source: Password recovery for Guest account on Feide
nb: Passordgjenoppretting for gjestekonto på Feide

source: We've sent recovery mail to your mail address, %(mail)s. Follow it for further instructions.
nb: Vi har sendt en mail til din adresse, %(mail)s. Følg denne for videre innstruksjoner.

source: Username or mail not found.
nb: Brukernavn eller mail ikke funnet.

source: Recover account
nb: Gjennopprett konto

source: The password reset link has expired. Please do recovery again for a new one.
nb: Tilbakestillingslinken har gått ut på dato. Vennligst gjør gjennoppretting igjen for å motta en ny en.

source: Reset password
nb: Tilbakstill passord

source: Admin List
nb: Admin liste

source: Hi, someone has registered this mail address as a Feide Guest Account. If this was you, please click this link: %(url)s If not, please disregard this message.
nb: Hei, noen har registrert denne mail addressen som en Feide Gjestekonto. Hvis dette var deg, vennligst klikk denne linken for å verifisere mailen: %(url)s Hvis ikke, vennligst se bort i fra denne mailen.

source: show
nb: vis

source: edit
nb: rediger

source: delete
nb: slett

source: FeideGuest
nb: FeideGjest

source: Logged in as
nb: Logget inn som

source: Log out
nb: Logg ut

source: Log in
nb: Logg inn

source: Language
nb: Språk

source: Show Profile
nb: Vis Profil

source: Submit
nb: Send inn

source: Admin show
nb: Admin vis

source: The Feide Guest Accouns System lets you create a guest account for the Feide authentication system.
nb: Feide gjestekontosystem lar deg lage gjestekontoer for Feide authentiseringsplattformen.

source: Register new account
nb: Registrer ny konto

source: Any questions regarding this service should be sent to
nb: Eventuelle spørsmål angående tjenesten kan sendes til

source: Forgotten username/password
nb: Glemt brukernavn/passord

source: Hi, someone has requested a password reset for your account %(guest.uid)s in the Feide Guest system. If this was you, please click this link to reset your password: %(url)s If not, please disregard this message.
nb: Hei, noen har bedt om en passordtilbakestilling for din konto %(guest.uid)s på Feide gjestekontosystemet Hvis dette var deg, vennligst klikk denne linken for å tilbakestille passordet: %(url)s Hvis ikke, vennligst se bort i fra denne mailen.

source: Delete Account
nb: Slett Konto

source: Admin Edit
nb: Admin Rediger
